Repository: orestescm76/cassiopea
Catalog: idiomas/original.*.resx
Languages: it

# abrir_registros
source: Open entries from file
it: Apri i dati dal file

# acerca
source: About
it: Info

# addcaratula
source: Add cover
it: Aggiungi copertina

# admin
source: Adminstrate
it: Gestisci

# agradecimiento1
source: * JohnnyCrazy in GitHub
it: * JohnnyCrazy su GitHub

# agradecimiento2
source: * @esgmonologos in Twitter for the icon
it: * @esgmonologos su Twitter per l'icona

# agradecimiento4
source: * Everyone who helped me test this thing and Delunado
it: * Coloro che mi hanno aiutato nel testare questo progetto

# abrir
source: Open
it: Apri

# abrir_cancion
source: Open song
it: Apri canzone

# abrirCD
source: Open audio CD...
it: Apri audio CD

# actualizacion1
source: A new version of Cassiopeia is available.
it: E' disponibile una nuova versione di Cassiopeia

# actualizacion2
source: Click on "Yes" to download it.
it: Clicca su "Sì" per scaricarla

# agradecimiento3
source: * The programmers of NVorbis, CSCore and TagLib
it: * Programmatori di NVorbis, CSCore e TagLib

# agradecimientosA
source: Thanks to:
it: Grazie a:

# agregar_album
source: New album
it: Nuovo album

# agregarBD
source: Add to database
it: Aggiungi al database

# album_agregado
source: Album has been added without problems.
it: L'album è stato aggiunto senza problemi

# album_noagregado
source: The album couldn't be added. Maybe is it repeated?
it: L'album non può essere aggiunto. Forse si tratta di un doppione?

# añadir
source: Add
it: Aggiungi

# añadir_cancion
source: Add song
it: Aggiungi canzone

# año
source: Year
it: Anno

# añoPublicacion
source: Year of release
it: Anno di pubblicazione

# anterior
source: Previous
it: Precedente

# aplicar
source: Apply
it: Applica

# archivo
source: File
it: Archivio

# artista
source: Artist
it: Artista

# avisoSpotify
source: You're going to link this application with your Spotify account. This will allow playing songs on Spotify from this application. If you wish to revoke access you'll have to go to the Spotify webpage. The program will time 30 seconds before cancelling the vinculation. Do you wish to continue?
it: Connetterai quest'applicazione con il tuo account Spotify. Questo ti permetterà di riprodurre le canzoni di Spotify direttamente su questa app. Per annullare l'accesso dovrai recarti alla pagina web di Spotify.Avrai 30 secondi prima che il programma cancelli il vincolo. Desideri continuare?

# ayuda_larga
source: Configs the form to create a several part song.
it: Configura il modulo per creare una canzone di più parti

# ayudaAñadir
source: Select the album you want to add and press "Add"
it: Seleziona l'album che desideri aggiungere e premi "Aggiungi"

# borrar_seleccion
source: Delete selection
it: Elimina elemento selezionato

# buscar
source: Search
it: Cerca

# buscar_Spotify
source: Search in Spotify
it: Cerca su Spotify

# buscarDirectorio
source: Search folder
it: Cerca la cartella

# busqueda_Spotify
source: Enter your search for Spotify (max 20 results)
it: Immetti la tua ricerca Spotify (20 risultati max)

# calcularPATHS
source: Search songs
it: Cerca canzoni

# cambiar_idioma
source: Change language
it: Cambia lingua

# cambiar_portapapeles
source: Clipboard config
it: Configurazione appunti

# cambiarLocal
source: Change to local files
it: Cambia con file locali

# cambiarNombrePL
source: Change playlist name
it: Cambia nome della playlist

# cambiarSpotify
source: Change to Spotify
it: Cambia con Spotify

# cancelar
source: Cancel
it: Cancella

# canciones
source: tracks
it: brani

# caratula
source: Cover
it: Copertina

# cargarDiscosLegacy
source: Load a legacy savefile
it: Carica un file preesistente

# cerrar
source: Close
it: Chiudi

# cerrarModoStream
source: Double click here to close the app
it: Clicca due volte per chiudere l'app

# click_reproductor
source: Click here to show the Player
it: Clicca qui per mostrare il riproduttore

# colorsHighlight
source: Highlight colors
it: Evidenzia colori

# compartirLocal1
source: I'm listening to
it: Sto ascoltando

# compartirLocal2
source: from
it: da

# compartirLocal3
source: with the
it: con

# compartirTwitter1
source: What a good song:
it: Che bella canzone:

# compartirTwitter2
source: Twitted from
it: Twittato da

# conectadoComo
source: Connected as
it: Connesso come

# configuracion
source: Settings
it: Impostazioni

# configView
source: Viewing
it: Visualizzazione

# consejoDeshacer
source: Restore the lyrics as it was before editing.
it: Ripristina il testo alle condizioni originali

# contacto
source: Contact: @orestescm76 in Twitter, Telegram and GitHub
it: Contatti: @orestescm76 su Twitter, Telegram e GitHub

# copiar
source: Copy to clipboard
it: Copia negli appunti

# copiarImagen
source: Copy album cover to clipboard
it: Copia la copertina dell'album negli appunti

# crearCD
source: Create a CD from this album
it: Crea un CD da questo album

# crearLR
source: Create new playlist
it: Crea una nuova playlist

# defusionarCancionPartes
source: Undo multipart song
it: Disfa la canzone con più parti

# desarrolladoPor
source: Developed by
it: Sviluppato da

# deshacer
source: Undo
it: Ripristina

source: Digital
it: Digitale

# directorio
source: Folder where the songs are stored
it: Cartella contenente le canzoni

# dur_total
source: Total runtime
it: Tempo totale

# duracion
source: Duration
it: Durata

# editando
source: Editing
it: Modifica in corso

# editar
source: Edit
it: Modifica

# editar_anotaciones
source: Edit notes
it: Modifica note

# error_defusion
source: You can't divide a single song.
it: Non puoi dividere una canzone singola

# error_formato
source: Error while trying to do the operation, check the number fields there is text.
it: Errore durante l'operazione! Controlla il numero dei campi da compilare

# error_fusionsingular
source: You can't form a multipart song with only one song.
it: Non puoi creare una canzone con più parti utilizzando un solo brano

# error_imagen
source: Error downloading the image.
it: Errore nel caricamento dell'immagine

# error_internet
source: No internet connection detected, Spotify integration is disabled.
it: Nessuna connessione internet. La connessione a Spotify è stata interrotta

# error_noAlbumes
source: No albums avaliable.
it: Nessun album disponibile

# error_uri
source: Invalid URI, check that it has this format:
it: URI invalido, controllare la correttezza del formato:

# error_vacio2
source: Error, some field has missing data
it: Errore, mancano dati in alcuni campi

# error_vacio1
source: Error, some field has missing data
it: Errore, mancano dati in alcuni campi

# errorBorrado
source: This album has a reference to a physical record, you cannot delete it.
it: Quest'album fa riferimento ad una copia fisica, non puoi eliminarlo

# errorBusquedaSpotify
source: Cannot process the query. Check if both textboxes have text.
it: Non posso procedere con la query. Assicurarsi di aver inserito il testo negli appositi spazi

# errorCD
source: The disc cannot be read. The device is not ready...
it: Il disco non può essere letto. Il dispositivo non è ancora pronto…

# errorLoadingAlbums1
source: Error loading the data. Please check line
it: Errore durante il caricamento dei dati.

# errorLoadingAlbums2
source: in the file
it: nel file

# errorPortada
source: Error downloading the cover.
it: Errore durante il download della copertina

# errorReproduccion
source: The music file can't be played. Something happened
it: Questo file non può essere riprodotto. Qualcosa è andato storto

# errorVinculacion
source: Linking has been cancelled because it has exceeded the wait time.
it: Il collegamento è stato interrotto perché ci stava impiegando troppo tempo

# errrorLR
source: Error opening the file, check if it is good.
it: Errore durante l'apertura del file. Controllare che non sia danneggiato

# esBonus
source: It's a bonus song
it: Si tratta di una canzone bonus!

# esBonusAyuda
source: It's a song that isn't in the original album and it's been added as extra content.
it: Si tratta di una canzone non presente nell'album originale ed è stata aggiunta come contenuto extra!

# esLarga
source: Does it have various parts?
it: Possiede varie parti?

# estado_exterior
source: Sleeve state
it: Condizioni della confezione

# estado_medio
source: Record state
it: Condizioni del prodotto

# F
source: Fair (F)
it: Discreto (D)

# formato
source: CD type
it: Formato CD

# fusionarCancionPartes
source: Merge as a multipart song
it: Incorpora come canzone con più parti

# G
source: Good (G)
it: Buono (B)

# generar_azar
source: Generate a random album
it: Crea un album random

# genero
source: Genre
it: Genere

# genero_clasica
source: Classical music
it: Musica classica

# genero_disco
source: Disco music
it: Musica disco

# genero_electronica
source: Electronic music
it: Musica elettronica

# genero_rockprog
source: Progressive Rock
it: Rock progressivo

# genero_rockpsicodelico
source: Psychedellic Rock
it: Rock psichedelico

# genero_rocksinfonico
source: Symphonic Rock
it: Rock sinfonico

# genero_stoner
source: Stoner rock/metal
it: Stoner

# GPlus
source: Good Plus (G+)
it: Molto buono (B+)

# guardar
source: Save as
it: Salva con nome

# guardarBD
source: Do you want to save the actual data?
it: Vuoi salvare i dati correnti?

# guardarPL
source: Do you want to save the playlist?
it: Desideri salvare la playlist?

# hecho
source: Done
it: Fatto

# helpColorBonus
source: Sets the color to highlight a bonus song, which it didn't release along the original album.
it: Imposta i colori per indicare un brano bonus, non rilasciato insieme all'album originale

# helpColorLongSong
source: Sets the color to highlight a song with multiple parts.
it: Imposta i colori per indicare una canzone con più parti

# helpLyrics
source: Sets the font in the Lyrics Viewer
it: Imposta il carattere in Visualizza Testo

# helpView
source: Sets the font in the tables view (albums, songs...)
it: Imposta il carattere nelle tabelle (album, canzoni…)

# idioma
source: Language
it: Lingua

# infoDelete
source: Removes the selected songs from the playlist.
it: Rimuovi il brano selezionato dalla playlist

# infoOpenFolder
source: Opens the folder containing the selected item
it: Apri la cartella con l'elemento selezionato

# infoReproducir
source: Plays the selected song
it: Riproduci il brano selezionato

# introduce_cancion
source: Enter song title
it: Inserisci il titolo del brano

# introduce_uri
source: Or enter Spotify URI
it: oppure inserisci l'URL da Spotify

# limpiar
source: Clean
it: Pulisci

# localizacion
source: Location
it: Ubicazione

source: Long song
it: Canzone lunga

source: Lyrics
it: Testo

# M
source: Mint
it: Condizioni perfette

# min:sec
source: minutes:seconds
it: minuti:secondi

# MiniLP
source: Japanese MiniLP
it: MiniLP Giapponese

# NMint
source: Near Mint (NM-)
it: Condizioni quasi perfette (QP)

# noPremium
source: This Spotify account is not Premium, you will not be able to use Spotify from the Music Manager.
it: Questo account Spotify non è Premium. Non potrai usare Spotify tramite Cassiopeia

# NoStorage
source: CD only, no case
it: Solo CD, nessuna custodia

# nuevaBD
source: New database
it: Nuovo database

# nuevaPlaylist
source: New playlist
it: Nuova playlist

# nuevoAlbumDesdeCarpeta
source: New album from folder
it: Nuovo album da cartella

# numcanciones
source: Number of songs
it: Numero delle canzoni

# openFolder
source: Open containing folder
it: Apri cartella contenente

# P
source: Poor (P)
it: Scarso (S)

# paisPublicacion
source: Country of release
it: Paese

# pathsCorrectos
source: PATHS have been loaded correctly.
it: PATHS caricati correttamente

# pathsError
source: Some errors happened during the load of the PATHS. Check log for details.
it: Ci sono stati degli errori durante il caricamento dei PERCORSI. Controlla l'accesso per i dettagli

# playlistName
source: Enter the playlist name...
it: Inserisci il nome della playlist

# portapapeles_vistaprevia
source: Preview
it: Anteprima

# refrescar
source: Refresh
it: Ricarica

# reproduciendo
source: Playing
it: Riproduzione in corso

# reproducirSpotify
source: Play in Spotify
it: Riproduci su Spotify

# reproductor
source: Player
it: Lettore

# resultado_busqueda
source: Search results
it: Cerca risultati

# resultados
source: results
it: Risultati

# salir
source: Exit
it: Esci

# seHanEncontrado
source: I've found
it: Ho trovato

# seleccion
source: Selection
it: Selezione

# seleccione_opcion
source: Select an option to continue...
it: Seleziona un'opzione per continuare…

# setBonus
source: Config as bonus song
it: Configura come canzone bonus

# setLarga
source: Fusion as song with many parts
it: Unisci come canzone con più parti

# siguiente
source: Next
it: Prossimo

# suprimir
source: Remove
it: Rimuovi

# tipografíaLyrics
source: Change font of the Lyric Viewer
it: Cambia il font del testo

# titulo
source: Title
it: Titolo dell'album

# twittearCancion
source: Twit
it: Twitta

# uriSpotify
source: Spotify URI
it: URI Spotify

# ver
source: View
it: Vista

# verLog
source: View log
it: Vedi l'accesso

# verLR
source: View playlist.
it: Osserva la playlist

# visualizando
source: Viewing
it: Visualizzazione in corso

# vincular
source: Link to your Spotify Account
it: Collega al tuo account Spotify

# VGPlus
source: Excellent (VG+)
it: Eccellente (E)

# VG
source: Very Good (VG)
it: Ottimo (O)

# verLyrics
source: View lyrics
it: Osserva il testo
